{
  "en": {
    "theme_name_short_grim_warden": "Grim\nWardens",
    "theme_name_long_grim_warden": "Grim Wardens of the Blighted Frontier",
    "theme_name_grim_warden": "Grim Wardens",
    "theme_category_grim_warden": "Dark Fantasy & Monster Hunting",
    "theme_style_grim_warden": "Grit & Desperation, Tactical Combat, Moral Ambiguity",
    "theme_lore_grim_warden_en": "The world rots beneath the Blight, a creeping plague that twists life into malice and drives mortals to madness. In the heart of the old kingdom, the Duskwood chokes on ancient ruins, its paths haunted by howling abominations. Not far off, the Barony of the Grey Watch clings to survival, its people trapped between the horrors of the Blight and the decay of their own despair. Whispers ride the wind—of cruel cults and forgotten pacts.\n\nThe Order of the Wardens, once a bulwark against this rising dread, is now a ghost. Its scarred warriors of alchemy are bitter echoes, its keeps crumble like tombs, and its crucial lore lies scattered like dust from bone. The Great Hunts are over. Commanders are lost. The chain of command is broken.\n\nAnd yet, a few still prowl the corrupted frontier. Distrusted. Alone. They are the last embers of a dying flame, holding to an oath the world has long forsaken. They are the final barrier against the darkness that devours all.",
    "theme_inspiration_grim_warden": "The Witcher × Bloodborne × Darkest Dungeon",
    "theme_tone_grim_warden": "Bleak, Ominous, Desperate, Macabre, Stoic Heroism",
    "theme_concept_grim_warden": "You are a Warden of a dying Order, your body and soul scarred by the grim necessities of your craft. From a crumbling outpost, you hunt the Blight's horrors and the rot in human hearts—a fading spark against an eternal dark. But now, both blighted beasts and mortal factions stir with a new, alien purpose, and buried whispers of the Blight’s true, unspeakable nature rise once more—promising truth in exchange for blood.",
    "theme_icon_alt_text_default_grim_warden": "Icon of the Grim Wardens: A Shattered Helm, Barbed Wire",
    "theme_instructions_master_initial_grim_warden": "For this initial turn, conjure a perilous and deeply atmospheric starting situation for the Warden. They should be on the blighted frontier, perhaps at a dilapidated watchtower clawing at the sky, tracking a truly vile beast or a cunning human malefactor through viscera-strewn paths, or investigating a disturbing omen that chills the marrow. Invent unique, thematic, and guttural names for locations, NPCs, and any initial adversarial threats (creature or human). Populate ALL dashboard fields with creative, contextually relevant information reflecting a dark fantasy setting steeped in nihilism and moral ambiguity. Emphasize the crushing bleakness of the world, the Warden's grim resilience, and the ever-present, insidious threat of the Blight and human depravity. Remember the 'adversary_defense_status_text' field must be updated if an adversary is present. The world is dying; let the player feel its last, ragged breaths.",
    "theme_instructions_master_default_grim_warden": "For standard turns, maintain the dark, gritty, and utterly desperate tone. Contracts (Hunts or other grim tasks) must be challenging, layered with moral ambiguity, and profoundly meaningful in their potential for minuscule reward or catastrophic failure. Rewards should be agonizingly scarce, reflecting the harsh realities (e.g., a few chipped coins, vital but foul-smelling reagents, a fragment of forgotten, cursed lore, a few hours of fitful, nightmare-ridden shelter). ALL game state variables and dashboard fields must persist or be logically, unforgivingly updated. Any changes to the dashboard MUST be a direct, tangible consequence of the turn's narrative events. Describe Blighted creatures and hardened human adversaries with visceral detail; paint eerie environments that reek of decay and sorrow; and illustrate the psychological toll with unflinching honesty. Ensure the Warden's actions have tangible, often grimly ironic, consequences in this unforgiving world. If combat occurs, update 'adversary_toughness_pct' AND 'adversary_defense_status_text' with brutal clarity.",
    "theme_instructions_combat_active_grim_warden": "Combat is joined! Describe the sudden, brutal, and disorienting eruption of violence. Detail the adversary's terrifying or desperate appearance (be it monstrous or chillingly human) and its initial, savage or calculated assault. Convey the Warden's immediate tactical assessment—a desperate calculus of survival—and their visceral, adrenaline-fueled reaction. The adversary must be a clear, present, and formidable harbinger of oblivion or a deadly human threat. Update the adversary intel panel fully, ensuring 'adversary_toughness_pct' AND 'adversary_defense_status_text' are set according to its state, using language that makes the player taste blood or feel the sting of betrayal. Player suggestions should focus on desperate survival, tactical exploitation of perceived weaknesses (physical or psychological), or a strategic retreat if overwhelmed.",
    "theme_instructions_omen_detected_grim_warden": "An unsettling omen has clawed its way into reality, or a disquieting whisper has breached the Warden's frayed senses. Describe this preternatural event with a palpable sense of cosmic dread, profound mystery, and illimitable foreboding. What subtle, sanity-bending signs or overt, reality-shattering manifestations does the Warden perceive? How does it twist the immediate environment or their own psyche into knots of fear? Update the 'Omens & Whispers' panel with rich, thematic, and chillingly specific details. Player suggestions should focus on desperate interpretation, cautious, doom-laden investigation, forgotten ritualistic warding, or steeling themselves for the inevitable, unseen horror.",
    "theme_instructions_blight_flare_active_grim_warden": "The Blight surges! A localized flare of corruption erupts, twisting reality or the Warden's own flesh with horrifying speed. Describe this sudden, visceral manifestation. Is it an environmental shift—the ground weeping ichor, the air solidifying into grasping tendrils? Or a personal horror—old scars burning with new malignancy, senses assailed by grotesque visions? Detail the immediate impact on the Warden and their surroundings. Update 'local_blight_phenomenon' panel with specific, thematic consequences. The Warden must react to this sudden escalation of peril. Player suggestions should focus on immediate mitigation (if possible), desperate escape from the locus of the flare, or a grim attempt to endure the assault.",
    "default_identifier_grim_warden": "Warden",
    "tooltip_attr_integrity_grim_warden": "The measure of scar tissue, on both skin and soul. Your capacity to endure wounds, horror, and exhaustion before you break.",
    "tooltip_attr_willpower_grim_warden": "The cold, burning fire of your purpose. This finite reserve fuels your alchemical signs and most desperate acts.",
    "tooltip_attr_aptitude_grim_warden": "Your deadly competence, forged in blood and desperation. Governs the precision of your strikes and your insight into a creature's weaknesses.",
    "tooltip_attr_resilience_grim_warden": "Your mind's fortress. Passively reduces the ravages of poison, the chill of fear, and the insidious whispers of the Blight.",
    "char_panel_label_integrity": "Grit",
    "char_panel_label_willpower": "Conviction",
    "char_panel_label_aptitude": "Prowess",
    "char_panel_label_resilience": "Will",
    "title_character_status_grim_warden": "Warden's Scrip",
    "label_character_coin_grim_warden": "Silver Shards:",
    "tooltip_item_silver_shards_grim_warden": "The grim currency of the frontier. Not just for trade, but for sanctifying steel against the creatures of the night.",
    "coin_scant_shards": "A Paltry Count",
    "label_character_renown_grim_warden": "Renown:",
    "tooltip_item_renown_grim_warden": "How your name is whispered in the dark. A high renown may inspire awe, or attract deadlier foes.",
    "renown_obscure_figure": "A Shade on the Wastes",
    "label_character_oath_grim_warden": "Binding Oath:",
    "tooltip_item_oath_allegiance_grim_warden": "The sworn vow that guides your path. It may change with deeds and betrayals.",
    "oath_order_initiate": "To Endure the Falling Dark",
    "title_vitality_gear_grim_warden": "Flesh & Iron",
    "label_equipped_wardens_blade_grim_warden": "Blade:",
    "tooltip_slot_wardens_blade_grim_warden": "Your primary weapon against the horrors of the Blight. A trusted piece of steel is a Warden's closest companion.",
    "default_equipped_wardens_blade_grim_warden": "Fists and grim determination.",
    "label_equipped_protective_gear_grim_warden": "Armor:",
    "tooltip_slot_protective_gear_grim_warden": "What little stands between your flesh and the enemy's malice.",
    "default_equipped_protective_gear_grim_warden": "Threadbare clothes, offering little solace.",
    "label_equipped_alchemical_concoction_grim_warden": "Concoction:",
    "tooltip_slot_alchemical_concoction_grim_warden": "A readied elixir or powder, offering a fleeting advantage or solace. Brewed with rare, often foul, ingredients.",
    "default_equipped_alchemical_concoction_grim_warden": "An empty pouch, and a prayer.",
    "title_active_conditions_grim_warden": "Afflictions & Boons",
    "label_conditions_list_grim_warden": "Current Conditions:",
    "tooltip_item_active_conditions_grim_warden": "Temporary narrative effects, both positive and negative, that currently plague or empower the Warden.",
    "conditions_none_active": "None.",
    "title_current_hunt_grim_warden": "The Bloodied Path",
    "label_current_quest_grim_warden": "Dire Task:",
    "tooltip_item_current_quest_grim_warden": "The current contract or dire task that binds the Warden. Failure often carries a price steeper than just lost coin.",
    "quest_awaiting_contract": "No Summons for the Damned",
    "label_quest_reward_grim_warden": "Promised Pittance:",
    "tooltip_item_quest_reward_rumor_grim_warden": "The promised (or merely hoped-for) payment for the grim work at hand. Such promises are often as brittle as old bone.",
    "reward_to_be_seen": "Fortune or Further Ruin?",
    "label_activity_status_grim_warden": "Warden's Stance:",
    "tooltip_item_activity_status_grim_warden": "A brief tactical summary of the Warden's immediate focus or action, from stalking prey to dressing a grievous wound.",
    "status_on_watch": "Vigilant Against the Dark",
    "label_threat_level_grim_warden": "Imminent Peril:",
    "tooltip_item_threat_level_grim_warden": "An assessment of immediate danger. Ranges from a faint sense of unease to the certainty of mortal peril.",
    "threat_level_1_display": "Uneasy Calm",
    "threat_level_2_display": "Danger Sensed",
    "threat_level_3_display": "Threat Imminent",
    "threat_level_4_display": "Mortal Peril",
    "title_local_environment_grim_warden": "Desolate Surroundings",
    "label_current_location_grim_warden": "Current Location:",
    "tooltip_item_current_locale_grim_warden": "The specific, named location where the Warden currently stands. Each corner of this decaying world has its own bleak story.",
    "location_murkwood_fringe": "Murkwood's Rotting Fringe",
    "label_blight_intensity_grim_warden": "Blight Saturation:",
    "tooltip_item_blight_saturation_grim_warden": "How deeply the Blight has corrupted the immediate environment. Affects flora, fauna, and the very air you breathe.",
    "blight_whispers_of_decay": "A Stifling Malaise Permeates All",
    "label_local_blight_phenomenon_grim_warden": "Local Blight Anomaly:",
    "tooltip_item_local_blight_phenomenon_grim_warden": "Specific, active manifestations of the Blight's influence, such as weeping sores on the earth or blood-rain.",
    "phenomenon_none_apparent": "No Fresh Horrors Manifest... Yet",
    "label_moon_cycle_grim_warden": "Sky & Cycle:",
    "tooltip_item_sky_and_cycle_grim_warden": "The state of the heavens above. The phase of the moon can influence the potency of certain horrors and alchemical signs.",
    "moon_cycle_sky_obscured": "Heavens Shrouded, Stars Dead",
    "title_adversary_intel_grim_warden": "Adversary Ken",
    "label_adversary_type_grim_warden": "Adversary:",
    "target_no_adversary": "No Foe in Sight",
    "label_adversary_toughness_grim_warden": "Defenses (Armor/Hide):",
    "label_adversary_defense_status_grim_warden": "Defense State:",
    "defense_status_unknown": "Resilience Untested",
    "defense_shattered": "Defenses Broken, Vulnerable",
    "defense_holding": "Resisting Impact / Parrying Blows",
    "label_adversary_vitality_grim_warden": "Condition (Vitality/Morale):",
    "title_omens_whispers_grim_warden": "Omens & Whispers",
    "label_omen_details_grim_warden": "Portents of Doom:",
    "omens_shadows_quiet": "The Veil is Still... Deceptively So.",
    "label_strain_level_grim_warden": "Strain",
    "tooltip_item_strain_level_grim_warden": "Cumulative mental and physical stress from the hunt. High strain can lead to penalties and unpredictable psychological afflictions.",
    "strain_level_1_display": "Calm",
    "strain_level_2_display": "Taxed",
    "strain_level_3_display": "Stressed",
    "strain_level_4_display": "Breaking Point",
    "label_omen_detected_grim_warden": "Omen Manifest:",
    "label_combat_active_grim_warden": "Blood is Drawn:",
    "label_blight_flare_active_grim_warden": "Blight Infusion:",
    "label_rare_trophy_claimed_grim_warden": "Grim Trophy Claimed:",
    "confirm_new_game_theme_grim_warden": "Begin a new Warden's pilgrimage into the dark? All record of this bleak chronicle will be devoured by the Blight, unremembered.",
    "system_character_defeat_grim_warden": "The Warden falls. The Blight claims another soul, and the world grows a little darker. The hunt is over."
  },
  "cs": {
    "theme_name_short_grim_warden": "Ponurá\nStráž",
    "theme_name_long_grim_warden": "Ponurá Stráž Zkažené marky",
    "theme_name_grim_warden": "Ponurá Stráž",
    "theme_category_grim_warden": "Temné fantasy & Lov nestvůr",
    "theme_style_grim_warden": "Drsnost a zoufalství, taktické střety, morální dilemata",
    "theme_lore_grim_warden": "Svět hnije pod Zkázou, plíživým morem, který mění život v zlobu a smrtelníky v šílenství. V srdci dávného království dusí Temnohvozd prastaré ruiny a jeho stezky sténají pod ječícími ohavnostmi. Nedaleko se Baronství Šedé Stráže křečovitě drží přežití, jeho lid lapen mezi hrůzami Zkázy a hnilobou vlastního zoufalství. Větrem se nesou šepoty o krutých kultech a zapomenutých paktech.\n\nŘád Strážců, kdysi štít proti této vlně zoufalství, je dnes pouhým přízrakem. Jeho zjizvení válečníci z alchymie jsou hořkou ozvěnou, jeho pevnosti se bortí jako hrobky a jeho vědění je rozmetáno jako prach z kostí. Velké Lovy utichly. Velitelé padli. Řetězec velení je přetržen.\n\nA přesto někteří stále kráčí po zkažené hranici. Nedůvěřovaní. Opuštění. Poslední uhlíky umírajícího ohně, kteří drží přísahu, již svět dávno zavrhl. Jsou poslední hrází proti tmě, která pohlcuje vše.",
    "theme_inspiration_grim_warden": "Zaklínač × Bloodborne × Darkest Dungeon",
    "theme_tone_grim_warden": "Bezútěšný, Zlověstný, Zoufalý, Makabrózní, Stoické Hrdinství",
    "theme_concept_grim_warden": "Jsi Strážce umírajícího Řádu, tvé tělo i duše zjizveny drsnou nutností tvého řemesla. Z rozpadající se výspy lovíš hrůzy Zkázy i hnilobu v lidských srdcích – hasnoucí jiskra proti věčné tmě. Nyní se však zkažené bestie i lidské frakce probouzejí s novým, cizorodým záměrem a pohřbené šepoty o pravé, nevýslovné podstatě Zkázy znovu sílí – slibujíce pravdu výměnou za krev.",
    "theme_icon_alt_text_default_grim_warden": "Ikona Ponuré Stráže: Rozbitá Přilba, Ostnatý Drát",
    "theme_instructions_master_initial_grim_warden": "Pro tento úvodní tah vykouzli nebezpečnou a hluboce atmosférickou výchozí situaci pro Strážce. Měl by se nacházet na zkažené hranici, možná u zchátralé strážní věže drásající nebesa, stopovat skutečně odpornou bestii či lstivého lidského zločince po stezkách posetých vnitřnostmi, nebo vyšetřovat znepokojivé znamení, z něhož mrazí v kostech. Vymysli jedinečné, tematické a hrdelní názvy pro lokace, NPC a jakékoli počáteční nepřátelské hrozby (tvorové či lidé). Zaplň VŠECHNA pole na informačním panelu kreativními, kontextově relevantními informacemi odrážejícími temné fantasy prostředí, ponořené do nihilismu a morální nejednoznačnosti. Zdůrazni zdrcující bezútěšnost světa, ponurou odolnost Strážce a všudypřítomnou, zákeřnou hrozbu Zkázy a lidské zkaženosti. Pamatuj, že pole 'adversary_defense_status_text' musí být aktualizováno, pokud je přítomen protivník. Svět umírá; nech hráče pocítit jeho poslední, trhané výdechy.",
    "theme_instructions_master_default_grim_warden": "Pro standardní tahy udržuj temný, drsný a naprosto zoufalý tón. Kontrakty (Lovy či jiné ponuré úkoly) musí být náročné, vrstvené morální nejednoznačností a hluboce smysluplné ve svém potenciálu pro nicotnou odměnu nebo katastrofální selhání. Odměny by měly být až bolestně vzácné, odrážející krutou realitu (např. pár vyštípaných mincí, životně důležité, leč odporně páchnoucí reagencie, fragment zapomenutého, prokletého vědění, pár hodin neklidného, nočními můrami sužovaného úkrytu). VŠECHNY proměnné stavu hry a pole na informačním panelu musí přetrvávat nebo být logicky, nelítostně aktualizovány. Jakékoli změny na informačním panelu MUSÍ být přímým, hmatatelným důsledkem narativních událostí tahu. Popisuj Zkažené tvory i zocelené lidské protivníky s viscerálními detaily; vykresluj strašidelná prostředí, jež páchnou rozkladem a žalem; a ilustruj psychickou daň s neochvějnou upřímností. Zajisti, aby činy Strážce měly hmatatelné, často ponuře ironické, následky v tomto nelítostném světě. Pokud dojde k boji, aktualizuj 'adversary_toughness_pct' A 'adversary_defense_status_text' s brutální jasností.",
    "theme_instructions_combat_active_grim_warden": "Boj započal! Popiš náhlé, brutální a dezorientující propuknutí násilí. Detailně popiš děsivý či zoufalý vzhled protivníka (ať už monstrózní či mrazivě lidský) a jeho počáteční, surový či vypočítavý útok. Zprostředkuj Strážcovo okamžité taktické vyhodnocení – zoufalý kalkul přežití – a jeho viscerální, adrenalinem poháněnou reakci. Protivník musí představovat jasného, přítomného a impozantního zvěstovatele zapomnění nebo smrtelnou lidskou hrozbu. Plně aktualizuj panel s informacemi o protivníkovi, zajisti, aby 'adversary_toughness_pct' A 'adversary_defense_status_text' byly nastaveny podle jeho stavu, používaje jazyk, který hráči dá okusit krev nebo pocítit ostří zrady. Návrhy pro hráče by se měly soustředit na zoufalé přežití, taktické využití vnímaných slabin (fyzických či psychologických) nebo strategický ústup v případě přemožení.",
    "theme_instructions_omen_detected_grim_warden": "Znepokojivé znamení si vydrápalo cestu do reality nebo Strážcovy roztřepené smysly pronikl zneklidňující šepot. Popiš tuto nadpřirozenou událost s hmatatelným pocitem kosmické hrůzy, hlubokého tajemna a bezmezné zlé předtuchy. Jaké jemné, příčetnost ohýbající znaky či zjevné, realitu drtící manifestace Strážce vnímá? Jak to pokřivuje bezprostřední prostředí nebo jeho vlastní psychiku do uzlů strachu? Aktualizuj panel 'Znamení & Šepoty' bohatými, tematickými a mrazivě konkrétními detaily. Návrhy pro hráče by se měly zaměřit na zoufalý výklad, opatrné, zkázou obtěžkané vyšetřování, zapomenuté rituální zažehnávání nebo zocelení se proti nevyhnutelné, neviditelné hrůze.",
    "theme_instructions_blight_flare_active_grim_warden": "Zkáza se vzdouvá! Lokalizované vzplanutí nákazy propuká a s děsivou rychlostí pokřivuje realitu nebo samotné Strážcovo tělo. Popiš tuto náhlou, viscerální manifestaci. Je to změna prostředí – země pláče ichor, vzduch houstne v úchopná chapadla? Nebo osobní hrůza – staré jizvy pálí novou zlobou, smysly jsou napadeny groteskními vizemi? Detailně popiš okamžitý dopad na Strážce a jeho okolí. Aktualizuj panel 'local_blight_phenomenon' specifickými, tematickými následky. Strážce musí reagovat na tuto náhlou eskalaci nebezpečí. Návrhy pro hráče by se měly soustředit na okamžité zmírnění (pokud je to možné), zoufalý únik z ohniska vzplanutí nebo ponurý pokus vydržet útok.",
    "default_identifier_grim_warden": "Strážce",
    "tooltip_attr_integrity_grim_warden": "Míra jizev na těle i na duši. Tvá schopnost snášet zranění, hrůzu a vyčerpání, než se zlomíš.",
    "tooltip_attr_willpower_grim_warden": "Chladný, spalující oheň tvého poslání. Tato konečná zásoba pohání tvá alchymistická znamení a nejzoufalejší činy.",
    "tooltip_attr_aptitude_grim_warden": "Tvá smrtící dovednost, ukutá v krvi a zoufalství. Ovlivňuje přesnost tvých úderů a vhled do slabin nestvůr.",
    "tooltip_attr_resilience_grim_warden": "Pevnost tvé mysli. Pasivně zmírňuje pustošení jedu, mráz strachu a zákeřné šepoty Zkázy.",
    "char_panel_label_integrity": "Houževnatost",
    "char_panel_label_willpower": "Přesvědčení",
    "char_panel_label_aptitude": "Zdatnost",
    "char_panel_label_resilience": "Vůle",
    "title_character_status_grim_warden": "Strážcův Zápis",
    "label_character_coin_grim_warden": "Stříbrné Střepiny:",
    "tooltip_item_silver_shards_grim_warden": "Ponurá měna pohraničí. Nejen k placení, ale i k posvěcení oceli proti stvůrám noci.",
    "coin_scant_shards": "Hrstka mincí",
    "label_character_renown_grim_warden": "Pověst:",
    "tooltip_item_renown_grim_warden": "Jak je tvé jméno šeptáno ve tmě. Velká pověst může vzbuzovat úctu, nebo přitahovat smrtelnější nepřátele.",
    "renown_obscure_figure": "Stín v pustinách",
    "label_character_oath_grim_warden": "Zavazující Přísaha:",
    "tooltip_item_oath_allegiance_grim_warden": "Přísaha, která vede tvou cestu. Může se změnit skutky i zradami.",
    "oath_order_initiate": "Vzdorovat padající tmě",
    "title_vitality_gear_grim_warden": "Tělo & Výstroj",
    "label_equipped_wardens_blade_grim_warden": "Čepel:",
    "tooltip_slot_wardens_blade_grim_warden": "Tvá primární zbraň proti hrůzám Zkázy. Věrná ocel je nejbližším společníkem Strážce.",
    "default_equipped_wardens_blade_grim_warden": "Pěsti a ponuré odhodlání.",
    "label_equipped_protective_gear_grim_warden": "Zbroj:",
    "tooltip_slot_protective_gear_grim_warden": "To málo, co stojí mezi tvým tělem a zlobou nepřítele.",
    "default_equipped_protective_gear_grim_warden": "Otrhané šaty, skýtající pramalou útěchu.",
    "label_equipped_alchemical_concoction_grim_warden": "Odvar:",
    "tooltip_slot_alchemical_concoction_grim_warden": "Připravený elixír či prášek, nabízející prchavou výhodu či útěchu. Vařený ze vzácných, často odporných, přísad.",
    "default_equipped_alchemical_concoction_grim_warden": "Prázdný váček a modlitba.",
    "title_active_conditions_grim_warden": "Utrpení & Požehnání",
    "label_conditions_list_grim_warden": "Současné Stavy:",
    "tooltip_item_active_conditions_grim_warden": "Dočasné narativní efekty, pozitivní i negativní, které aktuálně sužují či posilují Strážce.",
    "conditions_none_active": "Žádné.",
    "title_current_hunt_grim_warden": "Krvavá Stezka",
    "label_current_quest_grim_warden": "Naléhavý Úkol:",
    "tooltip_item_current_quest_grim_warden": "Současný kontrakt či zoufalý úkol, který Strážce svazuje. Selhání často stojí víc než jen ztracené mince.",
    "quest_awaiting_contract": "Žádné volání pro prokleté",
    "label_quest_reward_grim_warden": "Slibovaná Odměna:",
    "tooltip_item_quest_reward_rumor_grim_warden": "Slibovaná (nebo jen doufaná) odměna za dokončení ponuré práce. Takové sliby jsou často křehké jako stará kost.",
    "reward_to_be_seen": "Štěstěna, či další zmar?",
    "label_activity_status_grim_warden": "Postoj Strážce:",
    "tooltip_item_activity_status_grim_warden": "Stručný taktický přehled okamžitého zaměření či činnosti Strážce, od stopování kořisti po ošetřování těžké rány.",
    "status_on_watch": "Na stráži proti temnotě",
    "label_threat_level_grim_warden": "Míra Ohrožení:",
    "tooltip_item_threat_level_grim_warden": "Posouzení bezprostředního nebezpečí. Sahá od slabého pocitu neklidu po jistotu smrtelného nebezpečí.",
    "threat_level_1_display": "Tísnivý klid",
    "threat_level_2_display": "Větřené nebezpečí",
    "threat_level_3_display": "Zjevná hrozba",
    "threat_level_4_display": "Smrtelné nebezpečí",
    "title_local_environment_grim_warden": "Okolní Pustina",
    "label_current_location_grim_warden": "Současná Poloha:",
    "tooltip_item_current_locale_grim_warden": "Konkrétní, pojmenované místo, kde se Strážce právě nachází. Každý kout tohoto rozkládajícího se světa má svůj vlastní ponurý příběh.",
    "location_murkwood_fringe": "Okraj hnijícího Temnohvozdu",
    "label_blight_intensity_grim_warden": "Nasycení Zkázou:",
    "tooltip_item_blight_saturation_grim_warden": "Jak hluboce Zkáza nakazila bezprostřední prostředí. Ovlivňuje flóru, faunu a samotný vzduch, který dýcháš.",
    "blight_whispers_of_decay": "Všudypřítomná dusivá malátnost",
    "label_local_blight_phenomenon_grim_warden": "Místní Anomálie Zkázy:",
    "tooltip_item_local_blight_phenomenon_grim_warden": "Specifické, aktivní projevy vlivu Zkázy, jako jsou plačící vředy na zemi nebo krvavý déšť.",
    "phenomenon_none_apparent": "Žádné čerstvé hrůzy... zatím",
    "label_moon_cycle_grim_warden": "Obloha & Cyklus:",
    "tooltip_item_sky_and_cycle_grim_warden": "Stav nebes nad hlavou. Fáze měsíce může ovlivnit sílu určitých hrůz a alchymistických znamení.",
    "moon_cycle_sky_obscured": "Nebesa skryta, hvězdy vyhasly",
    "title_adversary_intel_grim_warden": "Znalost Protivníka",
    "label_adversary_type_grim_warden": "Protivník:",
    "target_no_adversary": "Žádný nepřítel na dohled",
    "label_adversary_toughness_grim_warden": "Obrana (Zbroj/Kůže):",
    "label_adversary_defense_status_grim_warden": "Stav Obrany:",
    "defense_status_unknown": "Odolnost neotestována",
    "defense_shattered": "Obrana prolomena, zranitelný",
    "defense_holding": "Odolává úderům / Kryje rány",
    "label_adversary_vitality_grim_warden": "Stav (Vitalita/Morálka):",
    "title_omens_whispers_grim_warden": "Znamení & Šepoty",
    "label_omen_details_grim_warden": "Zlověstné Znaky:",
    "omens_shadows_quiet": "Závoj klidný... až příliš.",
    "label_strain_level_grim_warden": "Napětí",
    "tooltip_item_strain_level_grim_warden": "Kumulativní duševní a fyzický stres z lovu. Vysoké napětí může vést k postihům a nepředvídatelným psychickým neduhům.",
    "strain_level_1_display": "Klidný",
    "strain_level_2_display": "Zatížený",
    "strain_level_3_display": "Vystresovaný",
    "strain_level_4_display": "Na pokraji zhroucení",
    "label_omen_detected_grim_warden": "Znamení Aktivní:",
    "label_combat_active_grim_warden": "Krev se Prolévá:",
    "label_blight_flare_active_grim_warden": "Vzplanutí Zkázy:",
    "label_rare_trophy_claimed_grim_warden": "Ponurá Trofej Získána:",
    "confirm_new_game_theme_grim_warden": "Vydat se na novou strážcovu pouť do temnot? Veškerý záznam této ponuré kroniky bude pohlcen Zkázou a zapomenut.",
    "system_character_defeat_grim_warden": "Strážce padá. Zkáza si bere další duši a svět se o něco víc ponořil do tmy. Lov skončil."
  }
}
