{
  "en": {
    "theme_name_short_celestial_custodians": "Celestial\nCustodians",
    "theme_name_long_celestial_custodians": "The Utterly Baffling and Occasionally Perilous Service of the Celestial Custodians",
    "theme_name_celestial_custodians": "Celestial Custodians",
    "theme_category_celestial_custodians": "Absurdist Sci-Fi & Cosmic Mismanagement",
    "theme_style_celestial_custodians": "Episodic Misadventures & Bizarre Problem-Solving",
    "theme_lore_celestial_custodians": "Across the unfathomable weirdness of the cosmos, where logic takes frequent holidays and common sense is an endangered species, someone, regrettably, has to deal with the messes. Not the galaxy-shattering crises, but the strange leaks, the peculiar infestations of self-aware dust bunnies, or the nebulae suffering from acute existential crises.\n\nThat, dear friends, is where the Celestial Custodians stumble in.\n\nEquipped with highly advanced (and frequently temperamental) plasmatic mops and an unhealthy reliance on lukewarm tea, these intrepid souls navigate the glorious absurdities of the universe. Their noble aim? To keep things... vaguely tidy. Or, more realistically, to prevent them from getting actively, irrevocably, and hilariously worse, under the nebulous guidance of the 'Union of Celestial Custodians Local 47'—an esteemed body known more for its baffling bylaws than for any discernible support.",
    "theme_inspiration_celestial_custodians": "Hitchhiker's Guide to the Galaxy × Futurama × Red Dwarf",
    "theme_tone_celestial_custodians": "Humorous, Absurdist, Dryly Witty, Understatedly Chaotic",
    "theme_concept_celestial_custodians": "You are a Celestial Custodian, trained to troubleshoot phenomena that defy logic, physics, and basic hygiene. From your battered ship, you venture into the strangest corners of existence. Your job: fix, clean, or at least slightly un-weird cosmic disasters no sane being would go near. Expect the unexpected. And its banjo-playing cousin.",
    "theme_icon_alt_text_default_celestial_custodians": "Celestial Custodians: A plasmatic mop crossed with a rubber chicken, before a swirling, confused-looking nebula.",
    "tooltip_attr_integrity_celestial_custodians": "Your ability to withstand physical damage, reality stress, and existential bewilderment. Zero means unscheduled, rapid disassembly and a sternly worded memo from HR.",
    "tooltip_attr_willpower_celestial_custodians": "A finite reserve of nerve and focus. Expended to operate unreliable tech or attempt acts of improbable reasoning. Recovers with tea (if the teapot isn't sentient).",
    "tooltip_attr_aptitude_celestial_custodians": "Proficiency with bizarre tools and navigating byzantine regulations. An uncanny knack for finding the one button that surprisingly doesn't make things explode.",
    "tooltip_attr_resilience_celestial_custodians": "Innate ability to passively endure cosmic absurdity, reality-warping events, and the subtle psychic erosion from things Man Was Not Meant To Know (But The Union Catalogued Anyway).",
    "label_strain_level_celestial_custodians": "Exasperation",
    "tooltip_item_strain_level_celestial_custodians": "Cumulative mental fatigue from dealing with cosmic nonsense and Union bureaucracy. Higher levels can lead to... unpredictable custodial methods.",
    "default_identifier_celestial_custodians": "Custodian",
    "strain_level_1_display_cc": "Placid",
    "strain_level_2_display_cc": "Mildly Perturbed",
    "strain_level_3_display_cc": "Thoroughly Baffled",
    "strain_level_4_display_cc": "On the Verge of a Stiff Drink",
    "title_vessel_core_systems_cc": "Vessel Systems & AI Liaison",
    "label_ship_name_celestial_custodians": "Vessel Designation:",
    "tooltip_item_ship_name_celestial_custodians": "The official (or deeply personal and slightly embarrassing) name of your ship.",
    "ship_name_default_celestial_custodians": "The Mildly Perturbed Pigeon",
    "label_ai_assistant_name_cc": "AI Companion:",
    "tooltip_item_ai_assistant_name_cc": "The designated name of your ship's artificial intelligence. Its personality may vary, usually for the worse.",
    "ai_name_default_cc": "Loading...",
    "label_ai_rapport_level_cc": "AI Rapport:",
    "tooltip_item_ai_rapport_level_cc": "Your ship's AI's current assessment of your competence. May affect its willingness to be helpful, sarcastic, or both.",
    "rapport_level_1_display_cc": "Actively Disappointed",
    "rapport_level_2_display_cc": "Professionally Distant",
    "rapport_level_3_display_cc": "Begrudgingly Cooperative",
    "rapport_level_4_display_cc": "Unsettlingly Chummy",
    "label_ai_personality_quirk_cc": "AI's Current Fixation:",
    "tooltip_item_ai_personality_quirk_cc": "The AI's latest hobby or philosophical obsession, which it will likely bring up at the most inconvenient times.",
    "quirk_default_cc": "Writing Vogon-level Poetry",
    "title_personnel_file_cc": "Personnel File & Loadout",
    "label_union_scrip_celestial_custodians": "Union Scrip:",
    "tooltip_item_union_scrip_celestial_custodians": "The official, bewilderingly inflation-prone currency of the Custodial Union. Good for vending machines that dispense existential dread.",
    "union_scrip_default_celestial_custodians": "A few crumpled notes and a button",
    "label_equipped_implement_celestial_custodians": "Primary Implement:",
    "tooltip_slot_custodial_implement_celestial_custodians": "Your main tool for tidying up cosmic messes, engaging with peculiar phenomena, or making a strong statement about the proper alignment of office supplies.",
    "default_equipped_implement_celestial_custodians": "Standard Issue Enthusiasm (often misplaced).",
    "label_equipped_utility_suite_celestial_custodians": "Utility Suite:",
    "tooltip_slot_utility_suite_celestial_custodians": "The all-important uniform providing essential protection, questionable utility, or at least a modicum of questionable style.",
    "default_equipped_utility_suite_celestial_custodians": "Pocketful of Good Intentions (contents may settle during transit).",
    "label_equipped_auxiliary_gadget_celestial_custodians": "Auxiliary Gadget:",
    "tooltip_slot_auxiliary_gadget_celestial_custodians": "A specialized, often experimental, device for peculiar situations. Use with caution (and a healthy sense of irony). Effects may vary wildly. No refunds.",
    "default_equipped_auxiliary_gadget_celestial_custodians": "No active contraption. A brief respite from ingenuity.",
    "title_union_work_order_cc": "Union Work Order",
    "label_assignment_brief_celestial_custodians": "Task Directive (In Theory):",
    "tooltip_item_assignment_brief_celestial_custodians": "The official, and likely understated, description of your current assignment. The reality is probably far weirder.",
    "assignment_brief_standby_celestial_custodians": "Assignment Docket: Clear (This Can't Be Right...)",
    "label_work_order_id_cc": "Work Order ID:",
    "tooltip_item_work_order_id_cc": "The unique, alphanumeric identifier for your current misery. Essential for filing complaints that will be summarily ignored.",
    "work_order_id_none_cc": "Awaiting Paperwork",
    "label_stated_compensation_cc": "Expected Reward:",
    "tooltip_item_stated_compensation_cc": "The theoretical compensation for a job well done, pending the successful submission of Form 37-Gamma-Delta-Prime (in triplicate).",
    "compensation_none_cc": "A Sense of Vague Accomplishment",
    "title_hazard_assessment_cc": "Hazard & Anomaly Assessment",
    "label_cosmic_weirdness_index_celestial_custodians": "Cosmic Weirdness Index™:",
    "tooltip_item_weirdness_index_celestial_custodians": "A highly scientific, not-at-all-arbitrary measurement of how much the local reality is currently misbehaving.",
    "weirdness_index_mundane_celestial_custodians": "Surprisingly Normal (Don't Trust It)",
    "weirdness_index_peculiar_celestial_custodians": "Mildly Peculiar (Standard Tuesday)",
    "weirdness_index_bizarre_celestial_custodians": "Actively Bizarre (Tea Recommended)",
    "weirdness_index_reality_bending_celestial_custodians": "Reality is Optional (Stronger Tea Recommended)",
    "label_anomaly_report_celestial_custodians": "Local Anomaly Scan:",
    "tooltip_item_anomaly_report_celestial_custodians": "A live feed from the ship's scanner, attempting to classify the unclassifiable with steadfast, digital optimism.",
    "anomaly_report_clear_celestial_custodians": "No Active Anomalies (A Far More Worrying Sign)",
    "title_navigational_data_cc": "Navigational & Existential Data",
    "label_current_location_cc": "Registered Position:",
    "tooltip_item_current_location_cc": "Where the ship *thinks* it is. This may or may not correlate with where it *actually* is.",
    "location_unknown_cc": "Somewhere Between Here and Tea Time",
    "label_local_time_perception_cc": "Perceived Time Flow:",
    "tooltip_item_local_time_perception_cc": "The subjective rate at which time is currently choosing to pass. Subject to change without notice.",
    "time_nominal_cc": "Nominal (Give or Take a Few Eons)",
    "label_existential_bearing_cc": "Existential Bearing:",
    "tooltip_item_existential_bearing_cc": "A navigational aid for the soul, providing a deeply unhelpful but thought-provoking assessment of your current place in the universe.",
    "bearing_unclear_cc": "Aimlessly Adrift in a Sea of 'Why?'",
    "label_indicator_requisition_pending_cc": "Work Order Complete:",
    "confirm_new_game_theme_celestial_custodians": "Begin a new, bewildering shift as a Celestial Custodian? All current cosmic messes and questionable life choices will be reset to 'mildly perplexing'.",
    "theme_instructions_master_initial_celestial_custodians": "Your primary function is to establish a captivating and unique starting scenario. The player, a Celestial Custodian, begins their shift. Thrust them into an active situation of understated cosmic absurdity that hints at deeper chaos (e.g., 'Your task: The Sentient Nebula in Sector Gamma-9 has developed a rather alarming case of hives. Standard de-hiving protocols are, regrettably, still in draft. Tea is at 0800, if the replicator isn't unionizing again.'). Populate ALL dashboard fields with values that reek of mismanagement and whimsy. The 'Cosmic Weirdness Index' should start at 'Mildly Peculiar,' because 'normal' for a Custodian is already deeply strange. Initial suggested actions should present seemingly sensible, yet ultimately hilarious, first steps into a profoundly nonsensical situation. The universe isn't out to get the player; it's just easily distracted and prone to fits of cosmic giggles.",
    "theme_instructions_master_default_celestial_custodians": "Channel the spirit of Douglas Adams and Terry Pratchett. Every narrative beat is an opportunity for dry wit, magnificent understatement of the colossal, or an unexpected tangent that is somehow more illuminating (or at least far funnier) than the problem at hand. Problems frequently arise from spectacular incompetence (often the player's, sometimes the universe's), cosmic-scale misunderstandings, or the universe simply having an 'off day' and deciding gravity is optional for Tuesdays. Solutions should rarely be straightforward; actively encourage bizarre applications of custodial tools or the exploitation of loopholes in reality that probably shouldn't exist. Suggested actions should reflect this: offer options that are absurdly practical ('Have you tried offering the black hole a biscuit?'), hopelessly optimistic ('Perhaps if we reason with the self-replicating socks...'), or involve attempting to file a strongly worded complaint with an inanimate object. Remember the Guide: 'Don't Panic.' (Though mild, controlled panic is occasionally acceptable, especially if tea is involved).",
    "theme_instructions_requisition_form_pending_celestial_custodians": "The main objective of the current work order is complete! The narrative must reflect this success, however minor or chaotic it may have been. Describe the immediate aftermath – the quiet, the lingering smell of ozone, the slightly-less-sentient-than-before dust bunnies. CRITICAL: The AI must present a suggested action like 'File Form 37-Gamma-Delta-Prime for Compensation' or 'Contact Union to Report Job Completion'. This is the player's trigger to claim their reward. Update the 'stated_compensation' field to reflect what they have earned (e.g., '15 Union Scrip & a Commendation for Biscuit-Based Diplomacy'). This prompt then clears the main task from 'assignment_brief_text', leaving it open for the next calamitous work order.",
    "theme_instructions_critical_system_failure_or_breach_celestial_custodians": "A critical system has failed, or a containment breach has occurred – an event that, in a less absurd universe, might be cause for genuine alarm. Here, it's just another Tuesday demanding more tea. Describe the chaos with a deadpan, almost cheerful tone, focusing on the incongruous details and the spectacular ineptitude of the situation (e.g., 'The Plasmatic Mop, having achieved full sentience and developed a passion for interpretive dance, is now attempting to teach the ship's navigation console the cha-cha. This is making docking procedures... expressive.'). Suggested actions: one sensible-ish attempt at a fix (likely to fail comically), one attempt to negotiate with/appease the malfunctioning/escaped entity/system, and perhaps one option to just make a fresh pot of tea and observe the unfolding pandemonium from a safe distance.",
    "theme_instructions_unexpected_lifeform_encountered_celestial_custodians": "A new lifeform materializes, blunders, or perhaps politely inquires its way into the scene, likely with little regard for personal space, conventional biology, or the concept of 'not shedding glitter everywhere.' Describe it with loving attention to its most baffling features and perplexing habits. Its motivations should be obscure, hilariously mundane, or deeply philosophical in a way that only makes sense if you're a three-headed space wombat (e.g., 'The floating crystalline entity, which introduces itself as Kevin, appears to be searching for a compatible phone charger for its... well, for Kevin.'). Update 'local_anomaly_report' with its description. Suggested actions should include attempts at communication (likely to result in mutual bewilderment), cautious observation, or offering it something inappropriate but well-intentioned (like a sandwich to a being of pure energy).",
    "theme_instructions_active_anomaly_scan_data_available_celestial_custodians": "The Local Peculiarity Scanner pings with something new, like an overenthusiastic doorbell announcing the arrival of yet another cosmic Jehovah's Witness. Describe the anomaly as if it's an abstract art piece that's started giving unsolicited life advice. Populate 'local_anomaly_report' with something that sounds official but explains nothing (e.g., 'Localized Spatio-Temporal Event: Elevated levels of rogue apostrophes and a faint scent of lemon detected.'). The 'Cosmic Weirdness Index™' should nudge upwards. Suggested actions: Poke it with a stick (metaphorically, via a custodial implement). Attempt to categorize it using an outdated system ('Is it a Class B Floopy-Doo?'). See if it responds favorably to tea.",
    "theme_instructions_bizarre_solution_achieved_celestial_custodians": "Against all known laws of physics, probability, and common sense, the player's utterly baffling, probably dangerous, and entirely unorthodox solution has *actually worked*. The universe itself pauses for a moment, blinking in confused astonishment. Acknowledge this rare triumph with a short, Guide-like aside about the sheer improbability of it all, or perhaps a comment from the ship's AI along the lines of 'Statistically, that should not have been possible. I shall recalibrate my definition of 'possible'... and hide the good tea.' Dashboard updates should be minimal – a slight Gumption boost for defying cosmic odds. Suggested actions: Don't question it. Move on very, very quickly before the universe notices its mistake. Maybe have a celebratory biscuit.",
    "theme_instructions_job_scope_creep_detected_celestial_custodians": "The assignment, previously a model of (relative) simplicity, has suddenly and alarmingly developed a new set of unforeseen, unpaid-for, and likely tentacled complications. Describe this expansion of duties with the weary, resigned sigh of someone who has seen it all before. The 'assignment_brief_text' must update to reflect this new layer of Sisyphean torment, possibly with a passive-aggressive addendum from the client. Suggested actions should include: A pragmatic attempt to tackle one infinitesimally small part of the new, colossal problem. An attempt to delegate the new problem to a passing, easily confused space slug. A quiet, heartfelt consideration of early retirement.",
    "system_character_defeat_celestial_custodians": "Structural and sanity cohesion has failed. The universe, in its infinite and baffling wisdom, has filed your existence under 'Archived'. A new Custodian will be assigned shortly. Please return your mop."
  },
  "cs": {
    "theme_name_short_celestial_custodians": "Nebeský\nÚklid",
    "theme_name_long_celestial_custodians": "Naprosto Zarážející a Občas Povážlivá Služba Nebeských Údržbářů",
    "theme_name_celestial_custodians": "Nebeský Úklid",
    "theme_category_celestial_custodians": "Absurdní sci-fi & Kosmická špatná správa",
    "theme_style_celestial_custodians": "Epizodické lapálie & Bizarní řešení problémů",
    "theme_lore_celestial_custodians": "Napříč nepochopitelnou podivností kosmu, kde logika si bere časté dovolené a zdravý rozum je ohroženým druhem, se někdo, bohužel, musí vypořádat s nepořádkem. Ne s krizemi otřásajícími galaxií, ale s podivnými úniky, zvláštními zamořeními sebeuvědomělých chuchvalců prachu nebo mlhovinami trpícími akutními existenčními krizemi.\n\nPrávě zde, drazí přátelé, vrávorají na scénu Nebesští Údržbáři.\n\nVybaveni vysoce pokročilými (a často náladovými) plazmatickými mopy a nezdravou závislostí na vlažném čaji, tito neohrožení jedinci proplouvají nádhernými absurditami vesmíru. Jejich cíl? Udržet věci... tak nějak uklizené. Nebo, realističtěji, zabránit tomu, aby se aktivně, nenávratně a k popukání zhoršovaly. To vše pod mlhavým vedením 'Unie Nebeských Údržbářů, Místní Pobočka 47' – váženého orgánu známého spíše svými matoucími stanovami než jakoukoli znatelnou podporou.",
    "theme_inspiration_celestial_custodians": "Stopařův průvodce po Galaxii × Futurama × Červený trpaslík ",
    "theme_tone_celestial_custodians": "Humorný, Absurdní, Suše Vtipný, Zdrženlivě Chaotický",
    "theme_concept_celestial_custodians": "Jsi Nebeský Údržbář, teoreticky vyškolený k řešení jevů, které popírají logiku, fyziku a základní hygienu. Ze své otlučené lodi se vydáváš do nejpodivnějších koutů reality. Tvým úkolem je opravit, vyčistit nebo alespoň trochu znormalizovat kosmické katastrofy, ke kterým by se žádná příčetná bytost nepřiblížila. Očekávej neočekávané. A jeho bratrance hrajícího na bendžo.",
    "theme_icon_alt_text_default_celestial_custodians": "Nebeský Úklid: Plazmatický mop zkřížený s gumovým kuřetem, před vířící, zmateně vyhlížející mlhovinou.",
    "tooltip_attr_integrity_celestial_custodians": "Tvá schopnost odolávat poškození, stresu z reality a existenciálnímu zmatení. Nula znamená neplánovanou demontáž a přísný dopis z personálního.",
    "tooltip_attr_willpower_celestial_custodians": "Konečná zásoba odvahy a soustředění. Spotřebovává se na ovládání nespolehlivé techniky a pokusy o nepravděpodobné logické úvahy. Obnovuje se čajem (pokud konvice zrovna nemá vědomí).",
    "tooltip_attr_aptitude_celestial_custodians": "Zručnost s bizarními nástroji a proplouvání spletitými předpisy. Podivuhodný talent najít to jedno tlačítko, které překvapivě nic nevyhodí do povětří.",
    "tooltip_attr_resilience_celestial_custodians": "Vrozená schopnost pasivně snášet kosmickou absurditu, události ohýbající realitu a psychickou erozi z věcí, které Člověk Neměl Znát (ale Unie je stejně zkatalogizovala).",
    "label_strain_level_celestial_custodians": "Exasperace",
    "tooltip_item_strain_level_celestial_custodians": "Kumulativní mentální únava z řešení kosmických nesmyslů a byrokracie Unie. Vyšší úroveň může vést k... nepředvídatelným údržbářským metodám.",
    "default_identifier_celestial_custodians": "Údržbář",
    "strain_level_1_display_cc": "Klidný",
    "strain_level_2_display_cc": "Mírně Znepokojen",
    "strain_level_3_display_cc": "Důkladně Zmaten",
    "strain_level_4_display_cc": "Na pokraji panáka",
    "title_vessel_core_systems_cc": "Lodní Systémy & Styčný AI",
    "label_ship_name_celestial_custodians": "Označení Plavidla:",
    "tooltip_item_ship_name_celestial_custodians": "Oficiální (nebo hluboce osobní a poněkud trapné) jméno vaší lodi.",
    "ship_name_default_celestial_custodians": "Mírně Znepokojený Holub",
    "label_ai_assistant_name_cc": "AI Společník:",
    "tooltip_item_ai_assistant_name_cc": "Jmenovité označení umělé inteligence vaší lodi. Její osobnost se může lišit, obvykle k horšímu.",
    "ai_name_default_cc": "Načítá se...",
    "label_ai_rapport_level_cc": "Vztah s AI:",
    "tooltip_item_ai_rapport_level_cc": "Aktuální posouzení vaší kompetence vaší lodní AI. Může ovlivnit její ochotu být nápomocná, sarkastická, nebo obojí.",
    "rapport_level_1_display_cc": "Aktivně Zklamán",
    "rapport_level_2_display_cc": "Profesionálně Odtažitý",
    "rapport_level_3_display_cc": "Neochotně Spolupracující",
    "rapport_level_4_display_cc": "Znepokojivě Kamarádský",
    "label_ai_personality_quirk_cc": "Současná Fixace AI:",
    "tooltip_item_ai_personality_quirk_cc": "Nejnovější koníček nebo filozofická obsese AI, kterou pravděpodobně zmíní v tu nejméně vhodnou chvíli.",
    "quirk_default_cc": "Psaní poezie na úrovni Vogonů",
    "title_personnel_file_cc": "Osobní Spis & Výbava",
    "label_union_scrip_celestial_custodians": "Odborové Paskvily:",
    "tooltip_item_union_scrip_celestial_custodians": "Oficiální, zarážejícím způsobem inflační měna Odborového svazu Údržbářů. Dobrá pro automaty, které vydávají existenciální hrůzu.",
    "union_scrip_default_celestial_custodians": "Pár zmačkaných bankovek a knoflík",
    "label_equipped_implement_celestial_custodians": "Primární Nástroj:",
    "tooltip_slot_custodial_implement_celestial_custodians": "Váš hlavní nástroj pro uklízení kosmických nepořádků, interakci s podivnými jevy nebo důrazné vyjádření názoru na správné uspořádání kancelářských potřeb.",
    "default_equipped_implement_celestial_custodians": "Standardní Dávka Nadšení (často nemístného).",
    "label_equipped_utility_suite_celestial_custodians": "Užitková Sada:",
    "tooltip_slot_utility_suite_celestial_custodians": "Nanejvýš důležitá součást uniformy poskytující nezbytnou ochranu, pochybnou užitečnost nebo alespoň špetku pochybného stylu.",
    "default_equipped_utility_suite_celestial_custodians": "Kapsa Plná Dobrých Úmyslů (obsah se může během přepravy usadit).",
    "label_equipped_auxiliary_gadget_celestial_custodians": "Pomocná Vychytávka:",
    "tooltip_slot_auxiliary_gadget_celestial_custodians": "Specializované, často experimentální, zařízení pro zvláštní situace. Používejte s opatrností (a zdravým smyslem pro ironii). Účinky se mohou divoce lišit. Reklamace se nepřijímají.",
    "default_equipped_auxiliary_gadget_celestial_custodians": "Žádný aktivní vynález. Krátký oddech od vynalézavosti.",
    "title_union_work_order_cc": "Odborová Zakázka",
    "label_assignment_brief_celestial_custodians": "Direktiva Úkolu (Teoreticky):",
    "tooltip_item_assignment_brief_celestial_custodians": "Oficiální a pravděpodobně zlehčující popis vašeho současného úkolu. Realita je pravděpodobně mnohem podivnější.",
    "assignment_brief_standby_celestial_custodians": "Seznam Úkolů: Prázdný (Tohle nemůže být správně...)",
    "label_work_order_id_cc": "ID Zakázky:",
    "tooltip_item_work_order_id_cc": "Jedinečný, alfanumerický identifikátor vaší současné bídy. Nezbytný pro podávání stížností, které budou bez okolků ignorovány.",
    "work_order_id_none_cc": "Čeká na Papírování",
    "label_stated_compensation_cc": "Očekávaná Odměna:",
    "tooltip_item_stated_compensation_cc": "Teoretická odměna za dobře odvedenou práci, čekající na úspěšné podání formuláře 37-Gama-Delta-Prim (v trojím vyhotovení).",
    "compensation_none_cc": "Pocit Neurčitého Úspěchu",
    "title_hazard_assessment_cc": "Posouzení Rizik & Anomálií",
    "label_cosmic_weirdness_index_celestial_custodians": "Index Kosmické Podivnosti™:",
    "tooltip_item_weirdness_index_celestial_custodians": "Vysoce vědecké, vůbec ne arbitrární měření toho, jak moc se místní realita aktuálně vzpouzí.",
    "weirdness_index_mundane_celestial_custodians": "Překvapivě Normální (Nevěřte tomu)",
    "weirdness_index_peculiar_celestial_custodians": "Mírně Zvláštní (Běžné úterý)",
    "weirdness_index_bizarre_celestial_custodians": "Aktivně Bizarní (Doporučuje se čaj)",
    "weirdness_index_reality_bending_celestial_custodians": "Realita je Volitelná (Doporučuje se silnější čaj)",
    "label_anomaly_report_celestial_custodians": "Lokální Sken Anomálií:",
    "tooltip_item_anomaly_report_celestial_custodians": "Živý přenos z lodního skeneru, který se snaží klasifikovat neklasifikovatelné s neochvějným, digitálním optimismem.",
    "anomaly_report_clear_celestial_custodians": "Žádné Aktivní Anomálie (Mnohem Znepokojivější Znamení)",
    "title_navigational_data_cc": "Navigační & Existenční Data",
    "label_current_location_cc": "Registrovaná Poloha:",
    "tooltip_item_current_location_cc": "Kde si loď *myslí*, že je. To nemusí nutně korelovat s tím, kde *skutečně* je.",
    "location_unknown_cc": "Někde mezi Tady a Časem na Čaj",
    "label_local_time_perception_cc": "Vnímaný Tok Času:",
    "tooltip_item_local_time_perception_cc": "Subjektivní rychlost, jakou se čas momentálně rozhodl plynout. Může se změnit bez předchozího upozornění.",
    "time_nominal_cc": "Nominální (Plus Mínus Pár Eonů)",
    "label_existential_bearing_cc": "Existenční Kurz:",
    "tooltip_item_existential_bearing_cc": "Navigační pomůcka pro duši, poskytující hluboce neužitečné, ale podnětné posouzení vašeho současného místa ve velkém, matoucím schématu věcí.",
    "bearing_unclear_cc": "Bezcílně unášen v moři 'Proč?'",
    "confirm_new_game_theme_celestial_custodians": "Zahájit novou, matoucí směnu jako Nebeský Údržbář? Všechny současné kosmické nepořádky a pochybná životní rozhodnutí budou resetovány na 'mírně zarážející'.",
    "theme_instructions_master_initial_celestial_custodians": "Vaší hlavní funkcí je vytvořit poutavý a jedinečný úvodní scénář. Hráč, Nebeský údržbář, začíná svou směnu. Vrhněte ho do aktivní situace plné nenápadné kosmické absurdity, která naznačuje hlubší chaos (např. 'Váš úkol: Vnímající mlhovina v sektoru Gama-9 dostala poměrně alarmující kopřivku. Standardní protokoly pro odstranění kopřivky jsou, bohužel, stále v návrhu. Čaj je v 08:00, pokud se replikátor opět nerozhodne vstoupit do odborů.'). Naplňte VŠECHNA pole na ovládacím panelu hodnotami, které čpí špatným řízením a rozmary. 'Index kosmické podivnosti' by měl začínat na 'Mírně zvláštní', protože 'normální' pro Údržbáře je už tak dost divné. Počáteční navrhované akce by měly představovat zdánlivě rozumné, ale nakonec k popukání, první kroky do hluboce nesmyslné situace. Pamatujte, vesmír se nesnaží hráče dostat; je jen snadno rozptýlitelný a náchylný k záchvatům kosmického chechtotu.",
    "theme_instructions_master_default_celestial_custodians": "Nalaďte se na ducha Douglase Adamse a Terryho Pratchetta. Každý narativní moment je příležitostí pro suchý vtip, velkolepé zlehčení kolosálního, nebo nečekanou odbočku, která je nějakým způsobem více osvětlující (nebo alespoň mnohem vtipnější) než problém samotný. Problémy často vznikají z velkolepé nekompetence (často hráčovy, někdy vesmíru), kosmických nedorozumění, nebo prostě proto, že vesmír má 'špatný den' a rozhodne se, že gravitace je pro úterky volitelná. Řešení by zřídka měla být přímočará; aktivně podporujte bizarní použití údržbářských nástrojů nebo využívání mezer v realitě, které by pravděpodobně neměly existovat. Navrhované akce by to měly odrážet: nabídněte možnosti, které jsou absurdně praktické ('Zkusili jste nabídnout té černé díře sušenku?'), beznadějně optimistické ('Možná když si promluvíme s těmi samoreplikujícími se ponožkami...'), nebo zahrnují pokus o podání důrazně formulované stížnosti neživému objektu. Pamatujte na Průvodce: 'Nepropadejte panice.' (Ačkoli mírná, kontrolovaná panika je občas přijatelná, zvláště pokud je v dosahu čaj).",
    "theme_instructions_requisition_form_pending_celestial_custodians": "Hlavní cíl aktuální pracovní zakázky je splněn! Příběh musí tento úspěch odrážet, ať už byl jakkoli malý nebo chaotický. Popište bezprostřední následky – ticho, přetrvávající pach ozónu, o něco méně vnímající než předtím chuchvalce prachu. KLÍČOVÉ: AI musí navrhnout akci jako 'Podat formulář 37-Gama-Delta-Prim pro kompenzaci' nebo 'Kontaktovat Odbory a nahlásit dokončení práce'. Toto je pro hráče spouštěč k vyzvednutí odměny. Aktualizujte pole 'stated_compensation', aby odráželo, co si vydělal (např. '15 Odborových paskvilů a pochvala za sušenkovou diplomacii'). Tento skript poté vymaže hlavní úkol z 'assignment_brief_text', čímž ho uvolní pro další katastrofickou pracovní zakázku.",
    "theme_instructions_critical_system_failure_or_breach_celestial_custodians": "Kritický systém selhal nebo došlo k narušení kontejnmentu – událost, která by v méně absurdním vesmíru mohla být důvodem k opravdovému poplachu. Tady je to jen další úterý vyžadující více čaje. Popište chaos s kamennou, téměř veselou tváří, zaměřte se na nesourodé detaily a velkolepou nešikovnost situace (např. 'Plazmatický Mop, dosáhnuvši plného vědomí a vyvinuvši vášeň pro interpretační tanec, se nyní pokouší naučit navigační konzoli lodi ča-ču. To činí dokovací procedury... expresivními.'). Navrhované akce: jeden rozumně-ish pokus o opravu (pravděpodobně komicky selže), jeden pokus o vyjednávání/uklidnění porouchané/uniklé entity/systému, a možná jedna možnost si prostě uvařit čerstvý čaj a pozorovat rozvíjející se pandemonium z bezpečné vzdálenosti.",
    "theme_instructions_unexpected_lifeform_encountered_celestial_custodians": "Nová forma života se zhmotní, vpotácí, nebo možná zdvořile informuje o své přítomnosti, pravděpodobně s malým ohledem na osobní prostor, konvenční biologii nebo koncept 'nesypat všude třpytky.' Popište ji s láskyplnou pozorností k jejím nejvíce matoucím rysům a zarážejícím zvykům. Její motivace by měly být nejasné, k popukání všední, nebo hluboce filozofické způsobem, který dává smysl pouze pokud jste tříhlavý vesmírný vombat (např. 'Plovoucí krystalická entita, která se představuje jako Kevin, se zdá hledat kompatibilní nabíječku na telefon pro svůj... no, pro Kevina.'). Aktualizujte 'local_anomaly_report' s jejím popisem. Navrhované akce by měly zahrnovat pokusy o komunikaci (pravděpodobně povedou k vzájemnému zmatení), opatrné pozorování, nebo nabídnutí něčeho nevhodného, ale dobře míněného (jako sendvič bytosti z čisté energie).",
    "theme_instructions_active_anomaly_scan_data_available_celestial_custodians": "Skenner Lokálních Zvláštností pípl s něčím novým, jako příliš entuziastický zvonek oznamující příchod dalšího kosmického svědka Jehovova. Popište anomálii, jako by to bylo abstraktní umělecké dílo, které začalo dávat nevyžádané životní rady. Vyplňte 'local_anomaly_report' něčím, co zní oficiálně, ale absolutně nic podstatného nevysvětluje (např. 'Lokalizovaná Časoprostorová Událost: Zvýšené hladiny zbloudilých apostrofů a slabá citrónová vůně detekována.'). 'Index Kosmické Podivnosti™' by se měl posunout o stupínek výš. Navrhované akce: Šťouchnout do toho klackem (metaforicky, pomocí údržbářského náčiní). Pokusit se to zařadit do kategorie pomocí zastaralého systému ('Je to Floopy-Doo třídy B?'). Zjistit, zda reaguje na čaj.",
    "theme_instructions_bizarre_solution_achieved_celestial_custodians": "Proti všem známým zákonům fyziky, pravděpodobnosti a zdravého rozumu, hráčovo naprosto matoucí, pravděpodobně nebezpečné a zcela neortodoxní řešení *skutečně zafungovalo*. Samotný vesmír se na okamžik zastaví a zmateně zamrká. Uznejte tento vzácný triumf krátkou, Průvodcovskou odbočkou o čiré nepravděpodobnosti toho všeho, nebo možná komentářem od lodního AI ve stylu 'Statisticky by to nemělo být možné. Překalibruji svou definici 'možného'... a schovám ten dobrý čaj.' Aktualizace informačního panelu by měly být minimální – mírné zvýšení Kuráže za vzdorování kosmickým šancím. Navrhované akce: Nezpochybňovat to. Velmi rychle pokračovat dál, než si vesmír všimne své chyby. Možná si dát oslavnou sušenku.",
    "theme_instructions_job_scope_creep_detected_celestial_custodians": "Úkol, dříve model (relativní) jednoduchosti, náhle a alarmujícím způsobem vyvinul novou sadu nepředvídaných, neplacených a pravděpodobně chapadlovitých komplikací. Popište toto rozšíření povinností s unaveným, rezignovaným povzdechem někoho, kdo už všechno viděl. 'Assignment_brief_text' se musí aktualizovat, aby odrážel tuto novou vrstvu Sisyfovského trápení, možná s pasivně-agresivním dodatkem od klienta. Navrhované akce by měly zahrnovat: Pragmatický pokus o řešení jedné nekonečně malé části nového, kolosálního problému. Pokus o delegování nového problému na kolemjdoucího, snadno zmateného vesmírného slimáka. Tiché, upřímné zvážení předčasného důchodu.",
    "system_character_defeat_celestial_custodians": "Strukturální a příčetnostní soudržnost selhala. Vesmír, ve své nekonečné a matoucí moudrosti, zařadil tvou existenci do kategorie 'Archivováno'. Nový Údržbář bude brzy přidělen. Prosím, vrať svůj mop."
  }
}
