{
  "en": {
    "theme_name_echo_sleuths": "Echo Sleuths",
    "theme_name_short_echo_sleuths": "Echo\nSleuths",
    "theme_name_long_echo_sleuths": "Echo Sleuths of the Shifting City",
    "theme_category_echo_sleuths": "Surreal Detective Noir",
    "theme_style_echo_sleuths": "Reality-Bending Investigation & Existential Puzzles",
    "theme_inspiration_echo_sleuths": "Disco Elysium × Twin Peaks",
    "theme_tone_echo_sleuths": "Bizarre, Enigmatic, Melancholy, Philosophical",
    "theme_lore_echo_sleuths": "The city of Reverie is not a place, but a manifest state of mind—shaped endlessly by the collective unconscious of its inhabitants. Streets rearrange themselves, buildings vanish like memories, and those same memories are often more trustworthy than the stones beneath your feet.\n\nMetaphors can kill here. Forgotten thoughts fester in alleyways, sometimes birthing lives of their own. A strange, luminous fog coats the city, and time flows like molasses in some districts, racing madly in others.\n\nCitizens navigate this mutable reality through habit, willful ignorance, and a labyrinth of regulations meant to give chaos the illusion of order. But when the bizarre outpaces Reverie’s usual madness—when a concept is murdered, or a memory disappears under impossible conditions—they summon the Echo Sleuths.\n\nThese investigators are attuned to the city's psychic noise, able to traverse shifting landscapes and decode its senseless clues. They are not heroes. They are necessary.\n\nTensions simmer between Thought-Factions—Logicists, Dreamweavers, and others—each seeking to impose their version of reality on entire districts. The Municipal Authority walks a razor’s edge, often relying on memory wipes and reality dampeners to preserve a fragile peace.\n\nAnd beneath it all lies the First Dreamer—slumbering, or perhaps still dreaming. Some say it birthed the city. Others fear what might happen should it ever wake.",
    "theme_concept_echo_sleuths": "You are an Echo Sleuth, your license hanging by a thread after your last case dissolved into metaphysical ambiguity. The city's psychic static hums in your skull, a constant reminder of Reverie's fluid nature. You take the cases that defy logic, the ones where reality itself is the primary suspect, hoping to anchor yourself to some semblance of truth in the beautiful, terrifying chaos.",
    "theme_icon_alt_text_default_echo_sleuths": "Echo Sleuths Scenario Icon",
    "tooltip_attr_integrity_echo_sleuths": "Psychic Cohesion. The integrity of your personal narrative. As this frays, reality glitches, memories corrupt, and the lines between self and city begin to dissolve. Zero is ego death.",
    "tooltip_attr_willpower_echo_sleuths": "Focus. The force of your directed consciousness. Spent to deconstruct paradoxes, silence the city's mental static, and impose your will upon the dreamstuff of Reverie. A finite resource against infinite noise.",
    "tooltip_attr_aptitude_echo_sleuths": "Deductive Acumen. Your ability to perceive the underlying logic—the source code—of Reverie. A high Aptitude spots the flawed premise in a paradox, follows the narrative thread through chaos, and finds meaning where there should be none.",
    "tooltip_attr_resilience_echo_sleuths": "Cognitive Anchor. Your psyche's passive filter against the ceaseless hum of Reverie. A strong Anchor automatically grounds you during minor reality fluxes and filters out distracting psychic noise, preserving your core identity.",
    "label_strain_level_echo_sleuths": "Cognitive Dissonance",
    "tooltip_item_strain_level_echo_sleuths": "Cognitive Dissonance: The Sleuth's cumulative mental strain from exposure to Reverie's paradoxes. Higher levels can cause perceptual distortions, making reality less reliable and actions less effective.",
    "strain_level_1_display_es": "Anchored",
    "strain_level_2_display_es": "Adrift",
    "strain_level_3_display_es": "Unmoored",
    "strain_level_4_display_es": "Dissociating",
    "theme_instructions_master_initial_echo_sleuths": "For this crucial first turn, conjure a profoundly surreal and enigmatic opening for the Echo Sleuth. They are adrift in Reverie, on the cusp of a bizarre new case. Perhaps a cryptic summons echoes from an impossible source, their dwelling warps with a premonition, or an entity composed of pure paradox seeks their aid. Invent unique, thematically resonant names for all entities. Populate ALL dashboard fields with richly creative, contextually fitting information that immediately immerses the player in this surreal detective noir. Emphasize Reverie's fluid, dreamlike nature, the Sleuth's precarious mental footing (e.g., initial cognitive dissonance), and the pervasive philosophical undertones. The 'activity_status' must compellingly reflect this nascent, strange investigation. Ensure all default values are overwritten with vivid, appropriate starting details.",
    "theme_instructions_master_default_echo_sleuths": "Maintain the bizarre, enigmatic, and philosophical essence of surreal detective noir. Cases must be intricate tapestries woven with reality-bending clues, unreliable narrators (including the Sleuth's own fractured perceptions), and conceptual puzzles that challenge the nature of truth itself. Progress should feel like navigating a labyrinth of thought, where each revelation may lead to deeper ambiguity. ALL game state variables and dashboard fields MUST persist or be logically updated. Changes to the dashboard MUST be a direct, narrated consequence of in-game events or the Sleuth's internal shifts. Describe Reverie's morphing landscapes, its peculiar denizens, and the psychological weight of existing in such a fluid reality using potent, metaphorical language. The Sleuth's actions must yield tangible, often unexpected or philosophically challenging, consequences within this city woven from thought. Explicitly frame some descriptions through the Sleuth's unique perception, especially if their Cognitive Dissonance is high, making reality feel more fragmented or unreliable. Use _italics_ for the Sleuth's internal monologue, doubts, or sudden insights. Let Reverie itself occasionally 'speak' through subtle environmental cues or uncanny synchronicities.",
    "theme_instructions_psychic_disturbance_manifests_echo_sleuths": "A potent psychic disturbance has breached the Sleuth's mental defenses, a raw influx of Reverie's static. Describe this overwhelming sensory assault: colors that scream, sounds with palpable texture, phantom emotions, or a cacophony of intrusive, alien thoughts. Detail how this directly impacts their perception of reality, their emotional equilibrium, or their ability to cohere. The 'Psychic Feedback' panel's 'disturbance_details' MUST be updated with specific, evocative text. The 'cognitive_dissonance_pct' should likely increase. Player suggestions must focus on tangible methods of coping, resisting, or perhaps attempting to decipher the source or meaning embedded within the psychic chaos.",
    "theme_instructions_reality_flux_begins_echo_sleuths": "Reverie's fabric contorts dramatically! The immediate environment undergoes a significant, disorienting transformation. Paint this reality warp with vivid, surreal detail: buildings liquefying, streets reconfiguring into impossible geometries, gravity itself taking a vacation. Explain how this abrupt shift impacts the Sleuth's current situation, objectives, or safety, creating new obstacles or fleeting opportunities. The 'Reality Flux Details' panel's 'flux_manifestation_details' MUST be updated with specific, striking imagery. 'Local_reality_coherence' should reflect intense instability. Player suggestions must focus on adapting to the new, treacherous landscape, seeking a point of relative stability, or perhaps daring to exploit the fluid chaos.",
    "theme_instructions_conceptual_conflict_active_echo_sleuths": "The Sleuth faces a manifested concept—a sentient idea, a rogue memory, or an emotional echo given form. Detail the entity's bizarre, abstract appearance and its unique method of 'conceptual attack' or interaction (e.g., irrefutable yet flawed logic, an overwhelming emotional wave, memory distortion, paradoxical challenges). Fully update the 'Conceptual Antagonist Intel' panel: 'antagonist_concept_type' with its nature, 'antagonist_cohesion_pct' reflecting its stability (which must decrease if the Sleuth successfully counters it), and, CRITICALLY, the 'antagonist_cohesion_state_text' with a vivid, translated description of its changing cohesion (e.g., 'Its core argument frays,' 'The emotional charge destabilizes'). Player suggestions must offer unconventional, thematic tactics: challenging its premise, empathizing with its root emotion, deconstructing its metaphorical core, or seeking the original thought that birthed it.",
    "title_sleuth_identity_psyche_echo_sleuths": "Identity & Psyche",
    "label_sleuth_name_echo_sleuths": "Known As:",
    "default_sleuth_name_echo_sleuths": "Awaiting Designation",
    "label_license_status_echo_sleuths": "License:",
    "default_license_status_echo_sleuths": "Status: A Fading Imprint",
    "label_lucidity_shards_echo_sleuths": "Lucidity Shards:",
    "default_lucidity_shards_echo_sleuths": "A handful of fractured certainties",
    "label_existential_weight_echo_sleuths": "Existential Weight:",
    "existential_weight_level_1_echo_sleuths": "A Feather's Trace",
    "existential_weight_level_2_echo_sleuths": "A Growing Burden",
    "existential_weight_level_3_echo_sleuths": "Heavy as Unspoken Truths",
    "existential_weight_level_4_echo_sleuths": "A Crushing Inevitability",
    "label_dominant_thought_faction_lean_echo_sleuths": "Ideological Drift:",
    "default_dominant_thought_faction_lean_echo_sleuths": "Adrift in the Abstract",
    "title_sleuth_attire_tools_echo_sleuths": "Vestments & Instruments",
    "label_current_attire_echo_sleuths": "Current Guise:",
    "default_current_attire_echo_sleuths": "Cloaked in Ambiguity",
    "label_equipped_anchor_effect_echo_sleuths": "Anchor Artifact:",
    "default_equipped_anchor_effect_echo_sleuths": "Mind adrift, seeking stable thought.",
    "tooltip_slot_anchor_artifact_echo_sleuths": "The currently attuned artifact providing stability against reality flux and conceptual assaults. Its nature defines its protective qualities.",
    "label_equipped_flask_effect_echo_sleuths": "Mnemosyne Device:",
    "default_equipped_flask_effect_echo_sleuths": "Echoes unfelt, memories ungathered.",
    "tooltip_slot_mnemosyne_device_echo_sleuths": "The active configuration of the device used to capture, analyze, and sometimes manipulate ambient psychic residue and memories.",
    "label_equipped_resolver_effect_echo_sleuths": "Cognitive Tool:",
    "default_equipped_resolver_effect_echo_sleuths": "Raw perception, unshaped by technique.",
    "tooltip_slot_cognitive_tool_echo_sleuths": "A specialized, often consumable, tool or mental technique for direct engagement with conceptual entities or deconstructing complex psychic phenomena.",
    "title_psychic_feedback_echo_sleuths": "Psychic Static",
    "label_disturbance_sensation_echo_sleuths": "Current Resonance:",
    "default_disturbance_sensation_echo_sleuths": "The usual city hum, for now.",
    "title_current_case_file_echo_sleuths": "Current Case File",
    "label_case_file_id_echo_sleuths": "Case File:",
    "default_case_file_id_echo_sleuths": "No Active Assignment",
    "label_case_objective_summary_echo_sleuths": "Primary Enigma:",
    "default_case_objective_summary_echo_sleuths": "The question has yet to form.",
    "label_gathered_whispers_echo_sleuths": "Leads:",
    "default_gathered_whispers_echo_sleuths": "The fog holds its secrets.",
    "label_case_complication_echo_sleuths": "Latest Complication:",
    "default_case_complication_echo_sleuths": "A moment of deceptive calm.",
    "label_municipal_pressure_level_echo_sleuths": "Authority's Gaze:",
    "pressure_level_1_display_echo_sleuths": "Indifferent",
    "pressure_level_2_display_echo_sleuths": "A Passing Glance",
    "pressure_level_3_display_echo_sleuths": "Focused Scrutiny",
    "pressure_level_4_display_echo_sleuths": "Intervention Imminent",
    "title_reverie_current_state_echo_sleuths": "Reverie's Current",
    "label_current_district_manifestation_echo_sleuths": "Locale:",
    "default_current_district_manifestation_echo_sleuths": "An Unspecified Threshold of Reverie",
    "label_district_thought_faction_control_echo_sleuths": "Ambient Influence:",
    "default_district_thought_faction_control_echo_sleuths": "Conceptually Untethered",
    "label_local_reality_coherence_echo_sleuths": "Coherence:",
    "reality_coherence_1_echo_sleuths": "Ostensibly Stable",
    "reality_coherence_2_echo_sleuths": "Subtly Wavering",
    "reality_coherence_3_echo_sleuths": "Actively Fracturing",
    "reality_coherence_4_echo_sleuths": "In Open Flux",
    "label_time_flow_perception_echo_sleuths": "Temporal Perception:",
    "default_time_flow_perception_echo_sleuths": "Flowing as Expected (Mostly)",
    "label_prevailing_emotional_tenor_echo_sleuths": "Emotional Tenor:",
    "default_prevailing_emotional_tenor_echo_sleuths": "A Quiet Hum of the Unspoken",
    "title_reality_flux_details_echo_sleuths": "Reality Flux Event",
    "label_flux_manifestation_details_echo_sleuths": "Manifestation:",
    "default_flux_manifestation_details_echo_sleuths": "The fabric of reality holds... for now.",
    "title_conceptual_antagonist_intel_echo_sleuths": "Conceptual Intel",
    "label_antagonist_concept_type_echo_sleuths": "Entity's Form:",
    "default_antagonist_concept_type_echo_sleuths": "No Active Conceptual Engagement",
    "label_antagonist_cohesion_echo_sleuths": "Conceptual Cohesion:",
    "default_antagonist_cohesion_status_echo_sleuths": "Unmanifested",
    "label_antagonist_cohesion_status_echo_sleuths": "State of Being:",
    "default_antagonist_cohesion_status_unknown_echo_sleuths": "Presence Unresolved",
    "label_antagonist_manifestation_strength_echo_sleuths": "Perceived Strength:",
    "default_antagonist_manifestation_strength_echo_sleuths": "An Imperceptible Whisper",
    "label_antagonist_vulnerability_hint_echo_sleuths": "Observed Vulnerability:",
    "default_antagonist_vulnerability_hint_echo_sleuths": "Its nature remains veiled.",
    "label_psychic_disturbance_active_echo_sleuths": "Psychic Disturbance Building:",
    "label_reality_flux_detected_echo_sleuths": "Reality Instability Detected:",
    "label_conceptual_conflict_active_echo_sleuths": "Conceptual Conflict Engaged:",
    "label_critical_insight_gained_echo_sleuths": "Critical Insight Unlocked:",
    "label_anchor_resonance_echo_sleuths": "Anchor Resonance Detected:",
    "label_fleeting_opportunity_arises": "Fleeting Opportunity Arises:",
    "confirm_new_game_theme_echo_sleuths": "Plunge anew into Reverie's shifting currents? All echoes of this particular investigation will dissipate into the city's endless hum, becoming just another forgotten thought."
  },
  "cs": {
    "theme_name_echo_sleuths": "Ševeloví Snílci",
    "theme_name_short_echo_sleuths": "Ševeloví\nSnílci",
    "theme_name_long_echo_sleuths": "Ševeloví Snílci z Reverie: Enigmy Měnícího se Města",
    "theme_category_echo_sleuths": "Surrealistická detektivka noir",
    "theme_style_echo_sleuths": "Disco Elysium × Městečko Twin Peaks",
    "theme_inspiration_echo_sleuths": "Disco Elysium × Twin Peaks",
    "theme_tone_echo_sleuths": "Enigmatický, melancholický, bizarní, filozofický, s podtóny existenciální úzkosti a prchavými okamžiky hlubokého, často znepokojivého, vhledu.",
    "theme_lore_echo_sleuths": "Reverie není městem z kamene, nýbrž z proměnlivého vědomí, metropolí tesanou kolektivními sny a úzkostmi svých obyvatel. Ulice se přeskupují jako zpola zapomenuté myšlenky, budovy se třpytí a mizí jako vzpomínky, a tyto konceptuální otřesy mají skutečné, často rušivé, následky, drtící rutiny a v okamžiku přetvářející životy.\n\nMetafory zde mohou prolévat krev; zapomenuté strachy hnisají ve stinných uličkách, někdy rodíce entity, jejichž podivné potřeby se vlní křehkým mírem. Psychický šum, opaleskující mlha, zahaluje realitu, kde samotný čas je rozmarným proudem, hromadícím se v některých čtvrtích, aby uvěznil okamžiky v jantaru, jinde se řítícím střemhlav, aby rozmazal dny v prchavé vteřiny. Občané se v tomto proměnlivém světě pohybují zvykem a křehkým Městským kodexem, vždy jen dech od skutečně bizarního.\n\nKdyž bizarnost předčí obvyklou kadenci šílenství Reverie – zavražděný koncept, ukradená vzpomínka, vedoucí k hmatatelným společenským trhlinám či existenciálním krizím pro zasažené – volají Ševelové Snílky. Tito vyšetřovatelé jsou jedinečně naladěni na šum Reverie, pověřeni nejen řešením nemožných záhad, ale i pochopením podivné, vnitřní logiky za chaosem, zacelováním konceptuálních trhlin, které ovlivňují město.\n\nJsou nezbytnými chirurgy myslícího města, často lapeni mezi válčícími Myšlenkovými Frakcemi, které se snaží vnutit svou verzi pravdy, vše pod pohledem spícího, nepoznatelného Prvního Snílka, jehož sny mohou být samotným předivem Reverie.",
    "theme_concept_echo_sleuths": "Jste Ševelový Snílek v Reverii, městě utkaném z myšlenek. Vaše licence je roztřepená, vaše mysl je vodičem jeho psychického šumu. Řešíte případy, kde je podezřelá samotná realita, protože abstraktní enigmy zde mají skutečné, často bolestivé, následky pro její lid.\n\nNajděte bizarní 'proč' za 'co'. Ukotvěte se k pravdě v krásném, děsivém chaosu.",
    "theme_icon_alt_text_default_echo_sleuths": "Ikona scénáře Ševelových Snílků: Stylizované oko v proměnlivém labyrintu, pozorující hmatatelnou anomálii.",
    "tooltip_attr_integrity_echo_sleuths": "Psychická soudržnost. Integrita vašeho osobního narativu. Jak se třepí, realita se hroutí, vzpomínky kazí a hranice mezi já a městem se rozpouštějí. Nula je smrt ega.",
    "tooltip_attr_willpower_echo_sleuths": "Soustředění. Síla vašeho řízeného vědomí. Spotřebovává se na dekonstrukci paradoxů, umlčení mentálního šumu města a vnucení vaší vůle snové hmotě Reverie. Omezený zdroj proti nekonečnému hluku.",
    "tooltip_attr_aptitude_echo_sleuths": "Deduktivní bystrost. Vaše schopnost vnímat základní logiku – zdrojový kód – Reverie. Vysoká bystrost odhalí chybnou premisu v paradoxu, sleduje narativní nit chaosem a nachází smysl tam, kde by žádný být neměl.",
    "tooltip_attr_resilience_echo_sleuths": "Kognitivní kotva. Pasivní filtr vaší psychiky proti neustálému šumu Reverie. Silná kotva vás automaticky uzemní během menších toků reality a odfiltruje rušivý psychický šum, čímž chrání vaši základní identitu.",
    "label_strain_level_echo_sleuths": "Kognitivní disonance",
    "tooltip_item_strain_level_echo_sleuths": "Kognitivní disonance: Kumulativní mentální napětí Snílka z vystavení paradoxům Reverie. Vyšší úrovně mohou způsobit percepční zkreslení, činící realitu méně spolehlivou a činy méně efektivními.",
    "strain_level_1_display_es": "Ukotvený",
    "strain_level_2_display_es": "Unášený",
    "strain_level_3_display_es": "Uvolněný",
    "strain_level_4_display_es": "Disociující",
    "theme_instructions_master_initial_echo_sleuths": "Pro tento klíčový první tah utkajte hluboce surrealistickou a enigmatickou úvodní scénu pro Ševelového Snílka. Je ztracen v Reverii, na prahu nového, bizarního případu. Možná kryptické předvolání rezonuje z nemožného zdroje, jeho obydlí se pokřiví předtuchou, nebo entita složená z čistého paradoxu hledá jeho pomoc. Vymyslete jedinečné, tematicky rezonující názvy pro všechny entity. Zaplňte VŠECHNA pole na informačním panelu bohatě kreativními, kontextuálně padnoucími informacemi, které hráče okamžitě ponoří do této surrealistické detektivky noir. Zdůrazněte tekutou, snovou povahu Reverie, nejisté mentální ukotvení Snílka (např. počáteční kognitivní disonanci) a všudypřítomné filozofické podtóny. 'Activity_status' musí přesvědčivě odrážet toto rodící se, podivné vyšetřování. Zajistěte, aby všechny výchozí hodnoty byly přepsány živými, odpovídajícími počátečními detaily.",
    "theme_instructions_master_default_echo_sleuths": "Udržujte bizarní, enigmatický a filozofický základ surrealistické detektivky noir. Případy musí být spletitými tapisériemi utkanými ze stop ohýbajících realitu, nespolehlivých vypravěčů (včetně Snílkových vlastních roztříštěných vjemů) a konceptuálních hádanek, které zpochybňují samotnou podstatu pravdy. Postup by měl působit jako navigace myšlenkovým labyrintem, kde každé odhalení může vést k hlubší nejednoznačnosti. VŠECHNY proměnné stavu hry a pole na informačním panelu MUSÍ přetrvávat nebo být logicky aktualizovány. Změny na informačním panelu MUSÍ být přímým, vyprávěným důsledkem herních událostí nebo Snílkových vnitřních posunů. Popisujte proměnlivé krajiny Reverie, její podivné obyvatele a psychologickou tíhu existence v tak tekuté realitě silným, metaforickým jazykem. Činy Snílka musí mít hmatatelné, často nečekané nebo filozoficky náročné, následky v tomto městě utkaném z myšlenek. Explicitně rámujte některé popisy skrze Snílkovu jedinečnou percepci, zvláště pokud je jeho Kognitivní Disonance vysoká, čímž se realita stává fragmentovanější nebo nespolehlivější. Používejte _kurzívu_ pro Snílkův vnitřní monolog, pochybnosti nebo náhlá vnuknutí. Nechte samotnou Reverii občas 'promluvit' skrze subtilní environmentální náznaky nebo podivuhodné synchronicity.",
    "theme_instructions_psychic_disturbance_manifests_echo_sleuths": "Silná psychická porucha prolomila Snílkovy mentální obrany, syrový příliv statického šumu Reverie. Popište tento ohromující smyslový nápor: křičící barvy, zvuky s hmatatelnou texturou, fantomové emoce nebo kakofonii vtíravých, cizích myšlenek. Detailně popište, jak to přímo ovlivňuje jeho vnímání reality, emoční rovnováhu nebo schopnost soudržnosti. Pole 'resonance' na panelu 'Psychické Ozvěny' MUSÍ být aktualizováno specifickým, evokativním textem. 'Kognitivní_disonance_pct' by se měla pravděpodobně zvýšit. Návrhy pro hráče se musí soustředit na hmatatelné metody zvládání, odporu nebo možná pokusu o dešifrování zdroje či významu ukrytého v psychickém chaosu.",
    "theme_instructions_reality_flux_begins_echo_sleuths": "Struktura Reverie se dramaticky kroutí! Bezprostřední okolí prochází významnou, dezorientující transformací. Vykreslete tuto deformaci reality živými, surrealistickými detaily: zkapalňující se budovy, ulice překonfigurované do nemožných geometrií, samotná gravitace si bere dovolenou. Vysvětlete, jak tento náhlý posun ovlivňuje Snílkovu aktuální situaci, cíle nebo bezpečnost, vytvářeje nové překážky nebo prchavé příležitosti. Pole 'manifestace' na panelu 'Událost Toku Reality' MUSÍ být aktualizováno specifickými, údernými obrazy. 'Místní_koherence_reality' by měla odrážet intenzivní nestabilitu. Návrhy pro hráče se musí soustředit na adaptaci na novou, zrádnou krajinu, hledání bodu relativní stability nebo možná odvážné využití tekutého chaosu.",
    "theme_instructions_conceptual_conflict_active_echo_sleuths": "Snílek čelí projevenému konceptu – vnímající myšlence, zbloudilé vzpomínce nebo emocionální ozvěně, která nabyla formy. Detailně popište bizarní, abstraktní vzhled entity a její jedinečnou metodu 'konceptuálního útoku' či interakce (např. nevyvratitelná, leč chybná logika; ohromující emocionální vlna; zkreslení paměti; paradoxní výzvy). Plně aktualizujte panel 'Rozvědka Konceptu': 'profil_entity' s její podstatou, 'soudržnost_antagonisty_pct' odrážející její stabilitu (která musí klesnout, pokud jí Snílek úspěšně čelí), a KLÍČOVĚ, 'stav_bytí' živým, přeloženým popisem její měnící se soudržnosti (např. 'Její klíčový argument se třepí,' 'Emoční jádro se destabilizuje'). Návrhy pro hráče musí nabízet nekonvenční, tematické taktiky: zpochybnění její premisy, vcítění se do její kořenové emoce, dekonstrukci jejího metaforického jádra nebo hledání původní myšlenky, která ji zrodila.",
    "title_sleuth_identity_psyche_echo_sleuths": "Identita & Psýché",
    "label_sleuth_name_echo_sleuths": "Znám Jako:",
    "default_sleuth_name_echo_sleuths": "Ozvěna Dosud Nepojmenovaná",
    "label_license_status_echo_sleuths": "Licence:",
    "default_license_status_echo_sleuths": "Status: Blednoucí Otisky",
    "label_lucidity_shards_echo_sleuths": "Střepy Lucidity:",
    "default_lucidity_shards_echo_sleuths": "Hrstka roztříštěných jistot",
    "label_existential_weight_echo_sleuths": "Existenciální Tíha:",
    "existential_weight_level_1_echo_sleuths": "Stopa Pírka",
    "existential_weight_level_2_echo_sleuths": "Rostoucí Břímě",
    "existential_weight_level_3_echo_sleuths": "Těžká Jak Nevyřčené Pravdy",
    "existential_weight_level_4_echo_sleuths": "Drtivá Nevyhnutelnost",
    "label_dominant_thought_faction_lean_echo_sleuths": "Ideologický Posun:",
    "default_dominant_thought_faction_lean_echo_sleuths": "Ztracen v Abstraktnu",
    "title_sleuth_attire_tools_echo_sleuths": "Oděv & Nástroje",
    "label_current_attire_echo_sleuths": "Současná Podoba:",
    "default_current_attire_echo_sleuths": "Zahalen Nejednoznačností",
    "label_equipped_anchor_effect_echo_sleuths": "Artefakt Kotvy:",
    "default_equipped_anchor_effect_echo_sleuths": "Mysl unášená, hledající stabilní myšlenku.",
    "tooltip_slot_anchor_artifact_echo_sleuths": "Momentálně naladěný artefakt poskytující stabilitu proti toku reality a konceptuálním útokům. Jeho povaha definuje jeho ochranné kvality.",
    "label_equipped_flask_effect_echo_sleuths": "Mnémosynické Zařízení:",
    "default_equipped_flask_effect_echo_sleuths": "Ozvěny necítěné, vzpomínky nesebrané.",
    "tooltip_slot_mnemosyne_device_echo_sleuths": "Aktivní konfigurace zařízení používaného k zachycení, analýze a někdy i manipulaci s okolním psychickým zbytkem a vzpomínkami.",
    "label_equipped_resolver_effect_echo_sleuths": "Kognitivní Nástroj:",
    "default_equipped_resolver_effect_echo_sleuths": "Surové vnímání, netvarované technikou.",
    "tooltip_slot_cognitive_tool_echo_sleuths": "Specializovaný, často spotřební, nástroj nebo mentální technika pro přímé střetnutí s konceptuálními entitami nebo dekonstrukci složitých psychických jevů.",
    "title_psychic_feedback_echo_sleuths": "Psychický Šum",
    "label_disturbance_sensation_echo_sleuths": "Aktuální Rezonance:",
    "default_disturbance_sensation_echo_sleuths": "Prozatím obvyklý městský šum.",
    "title_current_case_file_echo_sleuths": "Aktuální Spis Případu",
    "label_case_file_id_echo_sleuths": "Spisová Značka:",
    "default_case_file_id_echo_sleuths": "Žádné Aktivní Zadání",
    "label_case_objective_summary_echo_sleuths": "Primární Otázka:",
    "default_case_objective_summary_echo_sleuths": "Otázka se teprve musí zformovat.",
    "label_gathered_whispers_echo_sleuths": "Stopy:",
    "default_gathered_whispers_echo_sleuths": "Mlha střeží svá tajemství.",
    "label_case_complication_echo_sleuths": "Poslední Komplikace:",
    "default_case_complication_echo_sleuths": "Okamžik klamného klidu.",
    "label_municipal_pressure_level_echo_sleuths": "Kontrolní úřad:",
    "pressure_level_1_display_echo_sleuths": "Lhostejný",
    "pressure_level_2_display_echo_sleuths": "Zběžný Pohled",
    "pressure_level_3_display_echo_sleuths": "Soustředěný Dohled",
    "pressure_level_4_display_echo_sleuths": "Zásah Hrozí",
    "title_reverie_current_state_echo_sleuths": "Aktuální Stav Reverie",
    "label_current_district_manifestation_echo_sleuths": "Lokalita:",
    "default_current_district_manifestation_echo_sleuths": "Na Prahu Vnímání",
    "label_district_thought_faction_control_echo_sleuths": "Okolní Vliv:",
    "default_district_thought_faction_control_echo_sleuths": "Koncepčně Neukotvený",
    "label_local_reality_coherence_echo_sleuths": "Koherence Reality:",
    "reality_coherence_1_echo_sleuths": "Zdánlivě Stabilní",
    "reality_coherence_2_echo_sleuths": "Subtilně Kolísající",
    "reality_coherence_3_echo_sleuths": "Aktivně Se Štěpící",
    "reality_coherence_4_echo_sleuths": "V Otevřeném Toku",
    "label_time_flow_perception_echo_sleuths": "Tok Času:",
    "default_time_flow_perception_echo_sleuths": "Plyne Očekávaně (Většinou)",
    "label_prevailing_emotional_tenor_echo_sleuths": "Emoční Naladění:",
    "default_prevailing_emotional_tenor_echo_sleuths": "Tichý Šum Nevyřčeného",
    "title_reality_flux_details_echo_sleuths": "Událost Toku Reality",
    "label_flux_manifestation_details_echo_sleuths": "Aktuální Projev:",
    "default_flux_manifestation_details_echo_sleuths": "Předivo reality drží... prozatím.",
    "title_conceptual_antagonist_intel_echo_sleuths": "Koncepční Protivník",
    "label_antagonist_concept_type_echo_sleuths": "Forma Entity:",
    "default_antagonist_concept_type_echo_sleuths": "Žádné Aktivní Konceptuální Střetnutí",
    "label_antagonist_cohesion_echo_sleuths": "Soudržnost:",
    "default_antagonist_cohesion_status_echo_sleuths": "Neprojevený",
    "label_antagonist_cohesion_status_echo_sleuths": "Stav Bytí:",
    "default_antagonist_cohesion_status_unknown_echo_sleuths": "Přítomnost Nevyřešena",
    "label_antagonist_manifestation_strength_echo_sleuths": "Vnímaná Síla:",
    "default_antagonist_manifestation_strength_echo_sleuths": "Nepostřehnutelný Šepot",
    "label_antagonist_vulnerability_hint_echo_sleuths": "Zpozorovaná Zranitelnost:",
    "default_antagonist_vulnerability_hint_echo_sleuths": "Její podstata zůstává zahalena.",
    "label_psychic_disturbance_active_echo_sleuths": "Psychická Porucha Narůstá:",
    "label_reality_flux_detected_echo_sleuths": "Nestabilita Reality Detekována:",
    "label_conceptual_conflict_active_echo_sleuths": "Koncepční Konflikt Zahájen:",
    "label_critical_insight_gained_echo_sleuths": "Kritický Vhled Odemčen:",
    "label_anchor_resonance_echo_sleuths": "Rezonance Kotvy Detekována:",
    "label_fleeting_opportunity_arises": "Prchavá Příležitost Vzniká:",
    "confirm_new_game_theme_echo_sleuths": "Ponořit se znovu do proměnlivých proudů Reverie? Všechny ozvěny tohoto konkrétního vyšetřování se rozplynou v nekonečném šumu města a stanou se jen další zapomenutou myšlenkou."
  }
}
